"CHOOSE_AUDIO_TRACK"="Välj ljudspår";
"CHOOSE_SUBTITLE_TRACK"="Välj undertextspår";

"PLAYING_EXTERNALLY_TITLE"="TV ansluten";
"PLAYING_EXTERNALLY_DESC"="Denna video spelas upp på TV:n";

"VFILTER_HUE"="Färgton";
"VFILTER_CONTRAST"="Kontrast";
"VFILTER_BRIGHTNESS"="Ljusstyrka";
"VFILTER_SATURATION"="Färgmättnad";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Uppspelning misslyckades";
"AR_CHANGED"="Bildförhållande: %@";
"DEFAULT"="Standard";
"FILL_TO_SCREEN"="Beskär för att fylla skärmen";
"DEVICE_TOOSLOW_TITLE"="Enheten är för långsam";
"DEVICE_TOOSLOW"="Din %@ är troligen för långsam för att spela upp \"%@\". Vill du öppna ändå?";
"PLAYBACK_SPEED"="Uppspelningshastighet";

"BUTTON_EDIT"="Redigera";
"BUTTON_DONE"="Färdig";
"BUTTON_OPEN"="Öppna";
"BUTTON_CANCEL"="Avbryt";
"BUTTON_SAVE"="Spara";
"BUTTON_DOWNLOAD"="Ladda ned";
"BUTTON_DELETE"="Radera";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Nästa";
"BUTTON_CONTRIBUTE"="Bidra";
"BUTTON_BACK"="Tillbaka";
"BUTTON_CONNECT"="Anslut";
"BUTTON_REPEAT"="Upprepa";
"BUTTON_RENAME"="Byt namn";
"BUTTON_LEARN_MORE"="Läs mer";
"PRIVATE_PLAYBACK_TOGGLE"="Privat uppspelning";

"UPGRADING_LIBRARY"="Uppgraderar mediabiblioteket";
"UNTITLED_SHOW"="Namnlöst program";

"OPEN_NETWORK"="Öppna nätverksström";
"NETWORK_TITLE"="Nätverksström";
"OPEN_NETWORK_HELP"="Ange en HTTP-, RTSP-, RTMP-, MMS-, FTP- eller UDP/RTP-adress för att öppna strömmen direkt.";
"ABOUT_APP"="Om VLC för iOS";
"OPEN_VLC_MENU"="Öppna VLC:s sidpanelsmeny";
"HTTP_UPLOAD"="WiFi-uppladdning";
"HTTP_UPLOAD_SERVER_OFF"="Inaktiv server";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Ingen aktiv WiFi-anslutning";

"HTTP_DOWNLOAD_FAILED"="Nedladdnings misslyckades med HTTP-koden %i";
"HTTP_FILE_CREATION_FAILED"="Misslyckades att skapa fil";
"HTTP_DOWNLOAD_CANCELLED"="Nedladdning avbruten av användare";

"DOWNLOAD_FROM_HTTP_HELP"="Ange en adress för att ladda ned filen till din %@";
"DOWNLOAD_FROM_HTTP"="Nedladdningar";
"ERROR_NUMBER"="Felet %i uppstod";
"DOWNLOAD_FAILED"="Nedladdning misslyckades";
"FILE_NOT_SUPPORTED"="Filformatet stöds inte";
"FILE_NOT_SUPPORTED_LONG"="Filformatet som %@ använder stöds inte i denna version av VLC för iOS.";
"SCHEME_NOT_SUPPORTED"="Adresschema stöds inte";
"SCHEME_NOT_SUPPORTED_LONG"="Adresschemat (%@) stöds inte. Var god använd en adress som börjar med HTTP, HTTPS eller FTP.";
"LIBRARY_ALL_FILES"="Alla filer";
"LIBRARY_MUSIC"="Musikalbum";
"LIBRARY_SERIES"="TV-program";
"LIBRARY_TRACKS"="%i spår";
"LIBRARY_SINGLE_TRACK"="%i spår";
"LIBRARY_EPISODES"="%i episoder, %i olästa";
"LIBRARY_SINGLE_EPISODE"="%i episod, %i olästa";
"LIBRARY_TRACK_N"="Spår %i";
"LIBRARY_MINUTES_LEFT"="%@m kvar";
"RENAME_MEDIA_TO"="Ange ett nytt namn för %@";

"FOLDER_INVALID_TYPE_TITLE"="Ogiltiga filtyper";
"FOLDER_INVALID_TYPE_MESSAGE"="Du kan endast ta två filer för att bilda en mapp eller lägga till en enda fil till en befintlig mapp.";
"FOLDER_CHOOSE_NAME_TITLE"="Ny mapp";
"FOLDER_CHOOSE_NAME_MESSAGE"="Ange titeln för din mapp";
"FOLDER_NAME_PLACEHOLDER"="Mapptitel";
"FOLDER_NAME_DUPLICATE_TITLE"="Titel finns";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Var god välj en annan titel";

"SECTION_HEADER_LIBRARY"="Mediabibliotek";
"SECTION_HEADER_NETWORK"="Nätverk";

"LOCAL_NETWORK"="Lokalt nätverk";
"CONNECT_TO_SERVER"="Anslut till server";
"ENTER_SERVER_ADDRESS_HELP"="Ange IP-adressen eller namnet på servern du vill ansluta till.";
"ENTER_SERVER_CREDS_HELP"="Ange användarnamn och lösenord om servern kräver det.";
"USER_LABEL"="Användare";
"PASSWORD_LABEL"="Lösenord";

"LOCAL_SERVER_REFRESH"="Uppdatera";
"LOCAL_SERVER_LAST_UPDATE"="Senast uppdaterad den %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="SERVERANSLUTNING MISSLYCKADES";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Var god kontrollera din serveradress och autentiseringsuppgifter";

"DROPBOX_DOWNLOAD"="Ladda ned fil?";
"DROPBOX_DL_LONG"="Vill du ladda ned \"%@\" till din %@?";
"DROPBOX_LOGIN"="Logga in";
"CLOUDUNLINKING"="Vill du ta bort länken till VLC för iOS från ditt %@-konto?";
"CLOUDUNLINKING_DONE"="Länken till VLC togs bort från %@-kontot. Logga gärna in igen.";
"BUTTON_CLOUDUNLINKING"="Ta bort länk";
"SETTINGS_UNLINK_DROPBOX"="Ta bort länk från Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Ta bort länk från Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Fel uppstod när filer hämtades";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Din fil har laddats ned";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SLUTFÖRD";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Ett fel uppstod under nedladdningen";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="FEL";

"NUM_OF_FILES"="%i filer";
"ONE_FILE"="1 fil";
"NO_FILES"="Inga stödjande filer";
"DOWNLOADING"="Laddar ned...";
"REMAINING_TIME"= "Återstående tid: %@";
"ENTER_PASSCODE"="Ange lösenord";
"REENTER_PASSCODE"="Ange lösenord igen";
"PASSCODE_SET"="Ange lösenord";
"PASSCODE_CHANGE"="Ändra lösenord";
"PASSCODE_ENTER_OLD"="Ange ditt gamla lösenord";
"PASSCODE_ENTER_NEW"="Ange ditt nya lösenord";
"PASSCODE_REENTER_NEW"="Ange ditt nya lösenord igen";
"PASSCODES_DID_NOT_MATCH"="Lösenorden stämde inte överens. Försök igen.";
"PASSCODE_FAILED_1"="1 misslyckat lösenordsförsök";
"PASSCODE_FAILED_FORMAT"="%d misslyckade lösenordsförsök";

"Settings"="Inställningar"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Tomt mediabibliotek";
"EMPTY_LIBRARY_LONG"="För uppspelning kan du strömma media från en server på ditt lokala nätverk, från molnet eller synkronisera media till din enhet via iTunes, WiFi eller molntjänster.";

"PLAYBACK_SCRUB_HELP"="Dra ditt finger nedåt för att justera skrubbningsgraden.";
"PLAYBACK_SCRUB_HIGH"="Skrubbning i högfart";
"PLAYBACK_SCRUB_HALF"="Skrubbning i halvfart";
"PLAYBACK_SCRUB_QUARTER"="Skrubbning i fjärdedelsfart";
"PLAYBACK_SCRUB_FINE"="Fin skrubbning";
"PLAYBACK_POSITION"="Uppspelningsposition";
"VIDEO_FILTER"="Videofilter";
"VIDEO_FILTER_RESET_BUTTON"="Återställ videofilter";
"VIDEO_ASPECT_RATIO_BUTTON"="Byt videons bildförhållande";
"PLAY_PAUSE_BUTTON"="Spela eller pausa aktuell uppspelning";
"BWD_BUTTON"="Hoppa bakåt";
"FWD_BUTTON"="Hoppa framåt";

"VERSION_FORMAT"="Version: %@";
"BASED_ON_FORMAT"="Baserad på:<br />%@";

"NEW"="NYTT";

"BUG_REPORT_TITLE"="Rapportera en bugg";
"BUG_REPORT_MESSAGE"="Vill du skapa en buggrapport?";
"BUG_REPORT_BUTTON"="Öppna Safari";

"VO_VIDEOPLAYER_TITLE"="Videospelare";
"VO_VIDEOPLAYER_DOUBLETAP"="Dubbelknacka för att visa eller dölja uppspelningskontroller";

"FIRST_STEPS_WELCOME"="Välkommen";
"FIRST_STEPS_WELCOME_DETAIL"="Första stegen att synkronisera och spela upp din media.";
"FIRST_STEPS_ITUNES"="iTunes Filsynkronisering";
"FIRST_STEPS_ITUNES_DETAILS"="Anslut din %@ till din Mac eller PC via kabeln.\nÖppna iTunes,\nVälj din %@.\nByt till fliken \"Appar\", rulla ned och leta efter Creation MoviePlayer.\nÖverför dina filer.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Anslut din %@ till samma nätverk som din Mac eller PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Tryck på knappen i sidpanelen, ange webbadressen till webbläsaren och ladda upp dina filer.";
"FIRST_STEPS_CLOUDS"="Moln";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Ladda upp din media till Google Drive eller Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Öppna sidpanelen för att välja din molnleverantör och komma åt din media för nedladdning eller strömning.";
"FIRST_STEPS_PLAYBACK"="Uppspelning";
"FIRST_STEPS_FLOSS"="VLC för iOS är en fri programvara med öppen källkod som utvecklats av volontärer.\nVi hoppas att du kommer gillar den.";

"FIRST_STEPS_TIME"="Tid";
"FIRST_STEPS_ASPECT"="Bildförhållande";
"FIRST_STEPS_SPEED"="Hastighet";
"FIRST_STEPS_REPEAT"="Upprepa";
"FIRST_STEPS_SUBTITLES"="Undertextspår";
"FIRST_STEPS_AUDIO"="Ljudspår";
"FIRST_STEPS_VOLUME"="Volym";
"FIRST_STEPS_POSITION"="Position";

// CREATION
"TO_PLAY_VIDEOS"="To play videos get our FREE";
"WANT_TO_WATCH"="Want to watch a video?";
"SELECT_ONE"="Select one in";
"OR"="or";
"OPEN_VIDEO_URL"="Open video URL";
"PLAY_LOCAL_FILE"="Open your videos";
"LIBRARY_ALL_FILES"="My Videos";
"CREATION5_APP"="Creation 5 App";
"CANT_OPEN_FILE"="The URL '%@' can't be opened!";
